IdeaRS.Connections
TimberConnectingPlateData.TonguePlateToLidWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the weld of the tongue plate to "gusset" plate.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData TonguePlateToLidWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace